Repository: alphia-gmbh/flutter-app-orare
Catalog: l10n/app_*.arb
Languages: de

# claimOrare
source: Discover your healthy power of gratitude. Write daily and share joy.
de: Entdecke deine positive Kraft der Dankbarkeit. Schreibe täglich und verbreite Freude.

# onboardingHint
source: Boost your happiness and mindfulness by daily gratitude journaling. Just start writing down what you are grateful for and why :)
de: Fördere deine Zufriedenheit und Achtsamkeit durch das Dankbarkeitstagebuch. Reflektiere und schreibe täglich auf, wofür du dankbar bist und warum :)

# buttonStreak
source: Streak
de: Serie

# buttonViewMemory
source: View memory
de: Erinnerung ansehen

# dialogContentDiscardJournal
source: While moving your journal entries to your new account, a temporary glitch occurred. You can either try the transfer again with a stable internet connection to merge previous entries or proceed by discarding. Discarding means your earlier journaling content will be permanently lost and cannot be restored.
de: Beim Verschieben deiner Tagebucheinträge auf dein neues Konto ist ein vorübergehender Fehler aufgetreten. Du kannst entweder die Übertragung erneut versuchen, wenn du eine stabile Internetverbindung hast, um bisherige Einträge zusammenzuführen, oder direkt fortfahren und verwerfen. Verwerfen bedeutet, dass deine bisherigen Tagebucheinträge dauerhaft verloren gehen und nicht wiederhergestellt werden können.

# buttonRemovePrompt
source: Remove journaling prompt
de: Schreibanregung entfernen

# snackRemovePrompt
source: Journaling prompt removed
de: Schreibanregung entfernt

# dialogTitleChangeDate
source: Date
de: Datum

# dialogContentDeleteEntry
source: Your journal entry will be deleted permanently.
de: Dein Tagebucheintrag wird dauerhaft gelöscht.

# titleShowReflection
source: Show journaling prompts
de: Schreibanregungen

# subtitleShowReflectionEnabled
source: Questions and inspirations
de: Fragen und Inspirationen

# subtitleShowReflectionDisabled
source: Prompts off
de: Anregungen aus

# labelShowReflectionEnabled
source: Start writing...
de: Beginne zu schreiben...

# labelShowReflectionDisabled
source: What are you grateful for today?
de: Wofür bist du heute dankbar?

# titleColorIntensity
source: Choose color intensity of entries
de: Farbintensität der Einträge auswählen

# dialogTitleColorIntensity
source: Color intensity
de: Farbintensität

# subtitleColorIntensityVibrant
source: Bright vibrant colors
de: Leuchtende kräftige Farben

# subtitleColorIntensityMuted
source: Soft muted colors
de: Weiche gedeckte Farben

# subtitleColorIntensityGray
source: Neutral gray color
de: Neutrale graue Farbe

# titleUniqueColor
source: Choose color change of entries
de: Farbwechsel der Einträge auswählen

# dialogTitleUniqueColor
source: Color change
de: Farbwechsel

# subtitleUniqueColorDisabled
source: Different color for each entry
de: Unterschiedliche Farbe für jeden Eintrag

# subtitleUniqueColorEnabled
source: Same color for entries of the same day
de: Gleiche Farbe für Einträge des gleichen Tages

# titleRemindMe
source: Remind me to journal
de: Erinnerungen

# subtitleRemindMeEnabled
source: Daily reminder at {time}
de: Täglich um {time} Uhr

# subtitleRemindMeDisabled
source: Reminder off
de: Erinnerungen aus

# dialogTitleDailyTime
source: Daily time
de: Tägliche Zeit

# allowNotificationsAndroid
source: Allow notifications in your Android settings to enable daily reminders
de: Erlaube Benachrichtigungen in deinen Android-Einstellungen, um tägliche Erinnerungen zu aktivieren

# allowAlarmsAndroid
source: Allow alarms and reminders in your Android settings to enable daily reminders
de: Erlaube Wecker und Erinnerungen in deinen Android-Einstellungen, um tägliche Erinnerungen zu aktivieren

# allowNotificationsiOS
source: Allow notifications in your iOS settings to enable daily reminders
de: Erlaube Benachrichtigungen in deinen iOS-Einstellungen, um tägliche Erinnerungen zu aktivieren

# titleCheckingInLastTime
source: Checking in one last time
de: Letzte Erinnerung

# contentCheckingInLastTime
source: Hey there! It’s been a while since your last journal entry. If reminders aren’t helping, they will be paused for now
de: Hey! Es ist eine Weile her, seit deinem letzten Tagebucheintrag. Wenn Erinnerungen nicht helfen, werden sie jetzt erstmal pausiert.

# androidSettingsDailyReminder
source: Daily Reminder
de: Tägliche Erinnerung

# androidSettingsForMoreControl
source: For more control go to your account settings inside the app
de: Für weitere Optionen gehe zu deinen Kontoeinstellungen in der App

# personalDataExportA
source: Journal Entries
de: Tagebucheinträge

# personalDataExportB
source: Personal Data Export
de: Persönlicher Daten Export

# personalDataExportC
source: by
de: der

# personalDataExportD
source: on
de: am

# personalDataExportE
source: for
de: für
